Tekla.Structures.AnalysisInternal.DotAnalysisLoadGroupQuery.OperationEnum
The operation type.

Tekla.Structures.AnalysisInternal.DotAnalysisLoadGroupQuery.OperationEnum.LoadsExist
Loads exist query.

Tekla.Structures.AnalysisInternal.DotAnalysisLoadGroupQuery.OperationEnum.LoadGroupTypeName
Load group type name query.